Boundaries (chains of one or more Boundary Lines) must be connected by at least two Riser Lines.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StairNotEnoughRiserCurvesError { get; }
  Visual Basic
Public Shared ReadOnly Property StairNotEnoughRiserCurvesError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairNotEnoughRiserCurvesError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace